{
  "version": "1.0",
  "model": {
    "type": "BPE",
    "vocab": {
      " ": 0,
      "!": 1,
      "\"": 2,
      "#": 3,
      "$": 4,
      "%": 5,
      "&": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      "*": 10,
      "+": 11,
      ",": 12,
      "-": 13,
      ".": 14,
      "/": 15,
      "0": 16,
      "1": 17,
      "2": 18,
      "3": 19,
      "4": 20,
      "5": 21,
      "6": 22,
      "7": 23,
      "8": 24,
      "9": 25,
      ":": 26,
      ";": 27,
      "<": 28,
      "=": 29,
      ">": 30,
      "?": 31,
      "@": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "X": 56,
      "Y": 57,
      "Z": 58,
      "[": 59,
      "\\": 60,
      "]": 61,
      "^": 62,
      "_": 63,
      "`": 64,
      "a": 65,
      "b": 66,
      "c": 67,
      "d": 68,
      "e": 69,
      "f": 70,
      "g": 71,
      "h": 72,
      "i": 73,
      "j": 74,
      "k": 75,
      "l": 76,
      "m": 77,
      "n": 78,
      "o": 79,
      "p": 80,
      "q": 81,
      "r": 82,
      "s": 83,
      "t": 84,
      "u": 85,
      "v": 86,
      "w": 87,
      "x": 88,
      "y": 89,
      "z": 90,
      "{": 91,
      "|": 92,
      "}": 93,
      "~": 94,
      "<unk>": 95,
      "<s>": 96,
      "</s>": 97,
      "th": 98,
      "he": 99,
      "in": 100,
      "er": 101,
      "an": 102,
      "re": 103,
      "on": 104,
      "at": 105,
      "en": 106,
      "nd": 107,
      "ti": 108,
      "es": 109,
      "or": 110,
      "te": 111,
      "of": 112,
      "ed": 113,
      "is": 114,
      "it": 115,
      "al": 116,
      "ar": 117,
      "st": 118,
      "to": 119,
      "nt": 120,
      "ng": 121,
      "se": 122,
      "ha": 123,
      "as": 124,
      "ou": 125,
      "io": 126,
      "le": 127,
      "ve": 128,
      "co": 129,
      "me": 130,
      "de": 131,
      "hi": 132,
      "ri": 133,
      "ro": 134,
      "ic": 135,
      "ne": 136,
      "ea": 137,
      "ra": 138,
      "ce": 139,
      "li": 140,
      "ch": 141,
      "ll": 142,
      "be": 143,
      "ma": 144,
      "si": 145,
      "om": 146,
      "ur": 147,
      "ca": 148,
      "el": 149,
      "ta": 150,
      "so": 151,
      "sp": 152,
      "the": 153,
      "and": 154,
      "ing": 155,
      "ion": 156,
      "tion": 157,
      "that": 158,
      "this": 159,
      "with": 160
    },
    "merges": [
      "t h",
      "h e",
      "i n",
      "e r",
      "a n",
      "r e",
      "o n",
      "a t",
      "e n",
      "n d",
      "t i",
      "e s",
      "o r",
      "t e",
      "o f",
      "e d",
      "i s",
      "i t",
      "a l",
      "a r",
      "s t",
      "t o",
      "n t",
      "n g",
      "s e",
      "h a",
      "a s",
      "o u",
      "i o",
      "l e",
      "v e",
      "c o",
      "m e",
      "d e",
      "h i",
      "r i",
      "r o",
      "i c",
      "n e",
      "e a",
      "r a",
      "c e",
      "l i",
      "c h",
      "l l",
      "b e",
      "m a",
      "s i",
      "o m",
      "u r",
      "c a",
      "e l",
      "t a",
      "s o",
      "s p"
    ],
    "unk_token": "<unk>"
  },
  "added_tokens": [
    { "id": 95, "content": "<unk>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true },
    { "id": 96, "content": "<s>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true },
    { "id": 97, "content": "</s>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null
}
